Repository: boklisten/bl-web
Catalog: src/locale/messages.*.xlf
Languages: nb

# branchSelectTitle
source: Select your school
nb: Velg din skole

# itemDisplayYourItem
source: Your item
nb: Din bok

# cartGoToBarButton
source: Go to Cart
nb: Gå til handlekurv

# headerMenuGeneralInfo
source: General info
nb: Generell informasjon

# headerMenuYourItems
source: Your items
nb: Dine bøker

# headerMenuOrderHistory
source: Order history
nb: Ordrehistorikk

# headerMenuUserSettings
source: User settings
nb: Brukerinnstillinger

# headerMenuLogout
source: Logout
nb: Logg ut

# headerMenuRegister
source: Register
nb: Registrer

# headerMenuLogin
source: Login
nb: Logg inn

# footerInfoEmailTitle
source: Email
nb: E-post:

# footerInfoAddressTitle
source: Address
nb: Adresse:

# footerInfoOrganizationNumberTitle
source: Organization number
nb: Organisasjonsnummer:

# orderHistoryTitle
source: Order history
nb: Ordrehistorikk

# orderHistoryEmptyWarning
source: You have no Orders yet
nb: Du har ingen ordre ennå!

# orderItemInfoTypeRent
source: Rent
nb: Leie

# orderItemInfoTypeExtend
source: Extend
nb: Forlenge

# orderItemInfoTypeBuy
source: Buy
nb: Kjøpe

# yourItemsHeadline
source: Your Items
nb: Dine bøker

# noItems
source: You currently have no items <b><a routerLink="/i/select">click here to rent some</a></b>
nb: Du har for øyeblikket ingen bøker <b><a>klikk her for å finne noen{CLOSE_LINK}{CLOSE_BOLD_TEXT}

# customerItemHandedOut
source: Handed out
nb: Utdelt

# customerItemDeadline
source: Deadline
nb: Innleveringsfrist

# customerItemDeliverTo
source: Deliver to
nb: Leveres på

# customerItemExtendButton
source: Extend
nb: Forleng

# customerItemBuyoutButton
source: Buyout
nb: Kjøp ut

# orderPaymentInfoTitle
source: Payment details
nb: Betalingsdetaljer

# orderPaymentInfoError
source: Could not retrieve the payment information for this order
nb: Kunne ikke hente betalingsinformasjon for denne ordren

# orderPaymentInfoConfirmed
source: Confirmed
nb: Bekreftet

# orderPaymentInfoNotConfirmed
source: Not confirmed
nb: Ikke bekreftet

# orderPaymentInfoMethodCard
source: Card
nb: Kort

# orderPaymentInfoMethodCash
source: Cash
nb: Kontant

# orderDeliveryInfoTitle
source: Delivery details
nb: Leveringsdetaljer

# orderDeliveryInfoShipmentMethod
source: Shipment method
nb: Sendingsmetode

# orderDeliveryInfoMethodBranch
source: Branch
nb: Filial

# orderDeliveryInfoEstimatedDate
source: Estimated delivery date
nb: Forventet leveringsdato

# orderDeliveryInfoEstimatedDateError
source: Could not get delivery date info
nb: Kunne ikke hente informasjon om leveringsdato

# orderDeliveryInfoShipmentAddress
source: Shipment address
nb: Sendingsadresse

# orderDeliveryInfoShipmentAddressError
source: Could not get address
nb: Kunne ikke hente adresse

# orderDeliveryInfoTrackingNumber
source: Tracking number
nb: Sporingsnummer

# orderDeliveryInfoTrackingNumberError
source: No tracking number yet
nb: Sporingsnummer er ikke blitt tildelt enda

# orderDeliveryInfoPrice
source: Price
nb: Pris

# orderDeliveryInfoGetItAt
source: Get it at
nb: Hentes på

# branchOpeningHoursTitle
source: Opening hours
nb: Åpningstider

# branchContactInfoAddress
source: Address:
nb: Adresse:

# branchContactInfoEmail
source: Email:
nb: E-post:

# branchSetTitle
source: Where do you go to school?
nb: Hvilken skole går du på?

# branchSetDescription
source: To rent or buy items we need you to select the school you attend.
nb: For å kjøpe eller låne bøker må du velge en skole

# itemSelectBooklistFor
source: Booklist for
nb: Boklisten for

# itemInfoFullprice
source: Fullprice:
nb: Fullpris:

# itemInfoCategories
source: Categories:
nb: Kategorier:

# itemTypeSelectBuyButton
source: buy
nb: kjøp

# itemTypeSelectExtendButton
source: extend
nb: forleng

# itemTypeSelectBuyoutButton
source: buyout
nb: kjøp ut

# itemTypeSelectInfoRent
source: rent
nb: lån til

# itemTypeSelectInfoExtend
source: extend
nb: forleng

# itemTypeSelectInfoBuy
source: buy
nb: kjøp

# itemDisplayCategoryWarningNoItems
source: There are currently no items for this branch
nb: Det er for øyeblikket ingen bøker på denne filialen

# cartTitle
source: Cart
nb: Handlekurv

# cartDeliveryOptionBranchButton
source: At branch
nb: På filial

# cartDeliveryOptionBringButton
source: By mail
nb: Per post

# cartDeliveryOptionBranchDescription
source: Retrieve the items yourself at
nb: Hent bøkene selv på

# cartDeliveryOptionBranchInvalidName
source: please provide a valid name
nb: Oppgi et gyldig navn

# cartDeliveryOptionBranchInvalidAddress
source: please provide a valid address
nb: Oppgi en gyldig adresse

# cartDeliveryOptionBranchInvalidPostalCode
source: please provide a valid postal code
nb: Oppgi et gyldig postnummer

# cartDeliveryOptionBranchInvalidPostalCity
source: please provide a valid postal city
nb: Oppgi en gyldig by

# cartDeliveryShipmentAddressTitle
source: Shipment address
nb: Leveringsadresse

# cartDeliveryShipmentNamePlaceholder
source: Full Name
nb: Fullt navn

# cartDeliveryShipmentAddressPlaceholder
source: Address
nb: Adresse

# cartDeliveryShipmentPostalCodePlaceholder
source: Postal code
nb: Postnummer

# cartDeliveryShipmentPostalCityPlaceholder
source: city
nb: By

# cartDeliveryEstimatedDeliveryDate
source: Estimated delivery date
nb: Forventet leveringsdato

# cardDeliveryInfoDeliveryCost
source: Delivery cost
nb: Pris for postsending

# cartEmptyTitle
source: Cart is empty
nb: Handlekurven er tom

# cartEmptyRentSomeItemsButton
source: rent or buy some items
nb: Klikk her for å finne bøker

# cartSummaryError
source: Summary could not be provided
nb: Oversikt kan ikke vises

# cartSummaryShipment
source: Shipment
nb: Levering

# cartSummaryTaxAmount
source: Tax amount
nb: Sum merverdiavgift

# cartSummaryTotal
source: Total
nb: Totalt

# userCustomerItemNotReturnedError
source: This item has not been returned before the deadline, you will receive information about what to do next.
nb: Denne boken har ikke blitt returnert innen fristen, du vil motta informasjon om hva du skal gjøre.

# userCustomerItemReturnedMessage
source: This item has been returned, thanks!
nb: Denne boken har blitt levert - takk!

# customerItemReturned
source: Returned
nb: Levert

# userCustomerItemNotOnCorrectBranch
source: This item is not from the current set branch. You can not do actions on this item unless you have the correct branch set.
nb: Denne boken er ikke fra din nåværende valgte skole. Du kan ikke gjøre endringer uten å velge riktig skole.

# ngb.alert.close
source: Close
nb: Lukk

# ngb.carousel.slide-number
source: Slide interval$ = new of private _mouse
nb: Side {INTERPOLATION} av {INTERPOLATION_1}

# ngb.carousel.previous
source: Previous
nb: Tilbake

# ngb.carousel.next
source: Next
nb: Neste

# ngb.datepicker.select-month
source: Select month
nb: Velg måned

# ngb.datepicker.select-year
source: Select year
nb: Velg år

# ngb.pagination.first-aria
source: First
nb: Første

# ngb.pagination.previous-aria
source: Previous
nb: Forrige

# ngb.pagination.next-aria
source: Next
nb: Neste

# ngb.pagination.last-aria
source: Last
nb: Siste

# ngb.timepicker.increment-hours
source: Increment hours
nb: Økende timer

# ngb.timepicker.HH
source: HH
nb: TT

# ngb.timepicker.hours
source: Hours
nb: Timer

# ngb.timepicker.decrement-hours
source: Decrement hours
nb: Synkende timer

# ngb.timepicker.increment-minutes
source: Increment minutes
nb: Økende minutter

# ngb.timepicker.minutes
source: Minutes
nb: Minutter

# ngb.timepicker.decrement-minutes
source: Decrement minutes
nb: Synkende minutter

# ngb.timepicker.increment-seconds
source: Increment seconds
nb: Økende sekunder

# ngb.timepicker.seconds
source: Seconds
nb: Sekunder

# ngb.timepicker.decrement-seconds
source: Decrement seconds
nb: Fallende sekunder

# ngb.timepicker.PM
source: ngAcceptInputTy
nb: PM

# ngb.timepicker.AM
source: e _secondStep:
nb: AM

# ngb.toast.close-aria
source: Close
nb: Lukk

# ngb.datepicker.previous-month
source: Previous month
nb: Forrige måned

# ngb.datepicker.next-month
source: Next month
nb: Neste måned

# userDetailEditCouldNotRetrieveError
source: Could not retrieve user details
nb: Kunne ikke hente brukerinformasjon

# userDetailEditEmailTitle
source: Email
nb: E-post

# userDetailEditPhoneTitle
source: Phone
nb: Telefonnummer

# userDetailEditPhonePlaceholder
source: Phone
nb: Telefonnummer

# userDetailEditPhoneNumberMustBeValid
source: Phone number must be a valid number
nb: Telefonnummer må være et gyldig nummer

# userDetailEditAddressTitle
source: Address
nb: Adresse

# userDetailEditAddressPlaceholder
source: Address
nb: Adresse

# userDetailEditAddressMustBeValid
source: Address must be valid
nb: Adressen må være gyldig

# userDetailEditPostalTitle
source: Postal code and city
nb: Postnummer og -sted

# userDetailEditPostCodePlaceholder
source: Post code
nb: Postnummer

# userDetailEditPostCityPlaceholder
source: Post city
nb: By

# userDetailEditPostCityRequired
source: Post city is required
nb: By er påkrevd

# userDetailEditPostalCodeError
source: Postal code must be 4 numbers
nb: Postnummer må være 4 siffer

# userDetailEditBirthdayTitle
source: Birthday
nb: Fødselsdato

# userDetailEditMustProvideDob
source: You must provide a date of birth
nb: Du må oppgi en fødselsdato

# userDetailEditUnder18Info
source: Since you are under the age of 18 we need information about your guardian.
nb: Ettersom du er under 18 år, trenger vi informasjon om en av dine foresatte

# userDetailEditGuardianName
source: Guardian's full name
nb: Foresatt sitt fulle navn

# userDetailEditGuardianNamePlaceholder
source: Gardian's full name
nb: Foresatt sitt fulle navn

# userDetailEditGuardianNameError
source: Guardian's full name is required
nb: Foresatt sitt fulle navn er påkrevd

# userDetailEditGuardianEmail
source: Guardian's email
nb: Foresatt sin e-postadresse

# userDetailEditGuardianEmailPlaceholder
source: Gardian's email
nb: Foresatt sin e-postadresse

# userDetailEditGuardianEmailError
source: Must provide a valid email
nb: Du må oppgi en gyldig e-postadresse

# userDetailEditGuardianPhoneTitle
source: Guardian's phone
nb: Foresatt sitt telefonnummer

# userDetailEditGuardianPhonePlaceholder
source: Guardian's phone
nb: Foresatt sitt telefonnummer

# userDetailEditGuardianPhoneError
source: A valid phone number must be provided
nb: Et gyldig telefonnummer må oppgis

# userDetailEditSaveButton
source: Save
nb: Lagre

# registerDetailTitle
source: Register user details
nb: Registrer brukerinformasjon

# registerDetailUpdateDetailsFor
source: Update the details for
nb: Oppdater informasjonen for

# registerDetailErrorMsg
source: User details could not be updated
nb: Brukerinformasjon kunne ikke bli oppdatert

# registerDetailFullName
source: Full name
nb: Fullt navn

# registerDetailPhoneNumber
source: Phone number
nb: Telefonnnummer

# registerDetailBirthday
source: Birthday
nb: Fødselsdag

# registerDetailAddress
source: Address
nb: Adresse

# registerDetailPostCode
source: Post code
nb: Postnummer

# registerDetailPostCity
source: Post city
nb: By

# registerDetailBranch
source: Branch
nb: Filial

# registerDetailGuardianTitle
source: Guardian details
nb: Foresattinformasjon

# registerDetailGuardianUnder18Info
source: Since you are under the age of 18, we need details about your guardian. You can read more about why we need this by visiting our
nb: Ettersom du er under 18 år, trenger vi informasjon om en av dine foresatte. Du kan lese mer om hvorfor vi trenger dette ved å besøke vår side for

# registerDetailGuardianUserAgreement
source: user agreement page
nb: betingelser

# registerDetailGuardianFullName
source: Guardian full name
nb: Foresatt sitt fulle navn

# registerDetailGuardianEmail
source: Guardian email
nb: Foresatt sin e-postadresse

# registerDetailGuardianPhone
source: Guardian phone
nb: Foresatt sitt telefonnummer

# registerDetailUpdateDetailButton
source: Update details
nb: Oppdater informasjon

# registerDetailGoBackButton
source: Go back
nb: Gå tilbake

# registerTitle
source: Register new user
nb: Registrer ny bruker

# registerMustAgree
source: You must agree to our terms to register
nb: Du må godta våre vilkår for å registrere deg

# registerOrUseEmail
source: Or use your email to register
nb: Eller bruk din e-postadresse for å registrere deg

# registerGoToLoginPage
source: Go to login page
nb: Gå til innloggingssiden

# socialRegisterWithFacebook
source: Register with Facebook
nb: Registrer deg med Facebook

# socialRegisterWithGoogle
source: Register with Google
nb: Registrer deg med Google

# localRegisterErrorMsg
source: Could not register
nb: Kunne ikke registrere deg

# localRegisterEmail
source: Email
nb: E-postadresse

# localRegisterPassword
source: Password
nb: Passord

# localRegisterButton
source: Register
nb: Registrer

# registerAgreementIHaveUnderstood
source: I have read and understood the user-agreement
nb: Jeg har lest og forstått vilkårene

# registerAgreementTitle
source: User agreement
nb: Vilkår

# registerDetailIAgree
source: I Agree
nb: Jeg godtar

# loginMenuRegisterButton
source: Register new user
nb: Registrer ny bruker

# loginMenuLoginButton
source: Login
nb: Logg inn

# loginAuthTitle
source: Login
nb: Logg inn

# loginAuthOrUseEmail
source: Or use your email to login
nb: Eller bruk din e-postadresse til å logge deg inn

# loginAuthForgotPassword
source: Forgot your password?
nb: Glemt passord?

# forgotPasswordTitle
source: Forgot password
nb: Glemt passord

# forgotPasswordEmailError
source: Please provide a valid email
nb: Vennligst oppgi en gyldig e-postadresse

# forgotPasswordNoResetLinkError
source: Something went wrong, could not send you the reset link. Are you sure you have the correct email?
nb: Noe gikk galt, vi kunne ikke sende nullstillingslenke. Er du sikker på at du har skrevet inn korrekt e-postadresse?

# forgotPasswordSuccessMsg
source: An email with instructions on how to reset your password is sent to you.
nb: Hvis det finnes en bruker med denne e-postaddressen har vi sendt en e-post med instruksjoner for hvordan du kan endre passordet ditt.

# forgotPasswordHowTo
source: Write in your email and we will send you a link about how to reset your password
nb: Skriv inn din e-postadresse, og vi sender deg en lenke slik at du kan nullstille passordet ditt.

# forgotPasswordEmail
source: Email
nb: E-postadresse

# forgotPasswordGoBackToLogin
source: Go back to login page
nb: Gå tilbake til innloggingssiden

# passwordResetTitle
source: Create new password
nb: Lag nytt passord

# passwordResetError
source: Failed to update password. The reset link might be invalid, expired or already used.
nb: Oppdatering av passord feilet. Linken kan være ugyldig, utgått eller allerede brukt.

# passwordResetPasswordNotValid
source: Password not valid. Must at least be 6 characters long
nb: Passordet er ikke gyldig. Det må være på minst seks siffer.

# passwordResetSuccessMsg
source: Your password was reset!
nb: Passordet ditt ble endret!

# passwordResetLoginButton
source: Login
nb: Logg inn

# passwordResetNewPassword
source: New password
nb: Nytt passord

# passwordResetGoBackToLogin
source: Go back to login page
nb: Gå tilbake til innloggingssiden

# emailValidationEmailConfirmed
source: Email was confirmed
nb: E-postadressen ble bekreftet

# emailValidationConfirmError
source: Email could not be confirmed.
nb: E-postadressen kunne ikke bekreftes.

# emailValidationLinkMayBeExpired
source: The link may be expired.
nb: Lenken kan være utgått.

# emailValidationClickForNewLink
source: Click here to send a new confirmation link
nb: Klikk her for å sende en ny bekreftelseslenke

# emailValidationNotLoggedInError
source: You must login to send a new confirmation link
nb: Du må logge inn for å kunne sende en ny bekreftelseslenke

# emailValidationClickToLogin
source: Click her to login
nb: Klikk her for å logge inn

# emailValidationNewLinkSent
source: A new confirmation link has been sent to your email.
nb: En ny bekreftelseslenke har blitt sendt til din e-postadresse.

# socialLoginFailureErrorMsg
source: Failed to log you in, please try again soon.
nb: Innlogging feilet, vennligst prøv igjen senere.

# socialLoginFailureGoBackButton
source: Go back
nb: Tilbake

# loginPermissionFailureTitle
source: Permission denied
nb: Tilgang avslått

# loginPermissionFailureNotRightPermission
source: You don't have the right permission to access this content. You have been logged out.
nb: Du har ikke de rette tilgangene til å se dette innholdet. Du har blitt logget ut.

# loginPermissionFailureWhatToDo
source: You can try login with another user or ask an administrator for details.
nb: Du kan prøve å logge inn med en annen bruker, eller spørre en administrator om tilgang.

# loginPermissionFailureLoginButton
source: Login
nb: Logg inn

# localLoginUserOrPasswordError
source: Username or password is incorrect
nb: Brukernavn eller passord stemmer ikke

# localLoginConnectionError
source: Something went wrong with the connection
nb: Noe gikk galt med tilkoblingen

# localLoginEmail
source: Email
nb: E-postadresse

# localLoginPassword
source: Password
nb: Passord

# localLoginButton
source: Login
nb: Logg inn

# socialLoginWithFacebook
source: Login with Facebook
nb: Logg inn med Facebook

# socialLoginWithGoogle
source: Login with Google
nb: Logg inn med Google

# branchInfoSelectAnotherBranch
source: Select another branch
nb: Velg en annen filial

# itemDisplayAlreadyHaveThisItem
source: You already have this item
nb: Du har allerede denne boken!

# itemDisplayAlreadyOrderedItem
source: You have already ordered this item
nb: Du har allerede bestilt denne boken

# footerInfoAddressValue
source: Postboks 8, 1316 Eiksmarka, Norway
nb: Postboks 8, 1316 Eiksmarka

# branchOpeningHoursNotFound
source: The season is over - or the opening hours is not ready yet.
nb: Sesongen er over - eller åpningstidene er ikke klare enda.

# infoMenuListHowDoesItWorkButton
source: How does it work?
nb: Hvordan fungerer det?

# infoMenuListFaqButton
source: FAQ
nb: Spørsmål og svar

# infoMenuListContactUsButton
source: Contact us
nb: Kontakt oss

# infoMenuListBranchInfoButton
source: Branch info
nb: Skoler og åpningstider

# infoMenuListAgreementsButton
source: Policies
nb: Avtaler og betingelser

# faqTitle
source: Frequently asked questions
nb: Spørsmål og svar

# infoMenuListPoliciesButton
source: Policies
nb: Avtaler og betingelser

# contactInfoTitle
source: Here is how you can contact us
nb: Vår kontaktinformasjon

# contactInfoEmailTitle
source: Email
nb: E-postadresse

# contactInfoAddressTitle
source: Address
nb: Adresse

# contactInfoPhoneTitle
source: Phone
nb: Telefonnummer

# headerUserDetailAlertInfo
source: We need some more information from you before you can retrieve the items.
nb: Vi trenger litt mer informasjon om deg før du kan hente bøkene dine.

# headerUserDetalAlertClickToEditLink
source: Click here to edit your user details
nb: Klikk her for å redigere din bruker informasjon

# headerEmailNotConfirmedAlertInfo
source: We need you to confirm your email, you should have gotten instructions by email
nb: Du må bekrefte e-postadressen din, du skal ha fått en e-post med informasjon om hvordan du kan gjøre dette

# footerTermsOfServiceLink
source: Terms of service
nb: Vilkår

# footerPrivacyPolicyLink
source: Privacy policy
nb: Personvernerklæring

# orderItemInfoTypeBuyout
source: Buyout
nb: Utkjøp

# orderItemInfoTypeCancel
source: Cancel
nb: Avbryt

# orderItemInfoYouHaveItem
source: You have this item
nb: Du har allerede denne boken

# orderItemInfoReturned
source: returned
nb: levert

# userCustomerItemBuyoutMessage
source: You have bought this item
nb: Du har kjøpt denne boken

# itemTypeSelectInfoBuyout
source: buyout this item
nb: kjøp ut denne boken

# cartAgreementAgreeButton
source: Agree
nb: Godta

# cartAgreementYouHaveAgreed
source: You have agreed to our agreement
nb: Du har godtatt betingelsene

# infoMenuListGeneralButton
source: General
nb: Generell informasjon

# infoMenuListAboutUsButton
source: About us
nb: Om oss

# infoMenuListForCompaniesButton
source: For companies
nb: For skolekunder

# infoMenuListForPupilsButton
source: For pupils
nb: For VGS-elever

# cartDeliveryError
source: The delivery could not be created
nb: Leveringen kunne ikke lages

# cartDeliveryBringError
source: Are you sure you have the correct shipment address?
nb: Er du sikker på at du har riktig leveringsadresse?

# localRegisterUserAlreadyExistsError
source: The user already exists
nb: Brukeren finnes allerede!

# localRegisterClickHereForLogin
source: Click here if you intended to login
nb: Klikk her hvis du prøvde å logge inn

# emailValidationNoConnection
source: Could not connect to the server
nb: Kunne ikke koble til serveren

# authTokenComponentWeAreLoggingYouIn
source: We are logging you in, please wait
nb: Du blir logget inn, vennligst vent litt

# authTokenFailedToLoginError
source: Failed to log you in.
nb: Innlogging feilet

# authTokenTryToLoginAgain
source: Click here to try again
nb: Klikk her for å prøve igjen

# orderItemInfoMovedToAnotherOrder
source: This item is moved to another order
nb: Denne boken er flyttet til en annen ordre

# itemDisplayPartlyPaymentAmountLeftToPay
source: pay later
nb: betal senere

# footerInfoPhoneTitle
source: Phone
nb: Telefon:

# welcomeOurOpeningHours
source: Opening hours
nb: Våre åpningstider

# welcomeFrequentlyAskedQuestions
source: FAQ
nb: Ofte stilte spørsmål

# orderItemInfoLeftToPay
source: left to pay
nb: betal senere

# orderItemInfoTypePartlyPayment
source: Partly payment
nb: Delbetaling

# itemTypeSelectPartlyPaymentYearButton
source: year
nb: helår

# itemTypeSelectRentYearButton
source: year
nb: helår

# itemTypeSelectInfoPartlyPayment
source: partly payment
nb: delbetaling

# cartCheckoutButton
source: Checkout
nb: Gå til kassen

# cartPaymentContactingDibs
source: contacting DIBS, please wait.
nb: kontakter DIBS, vennligst vent.

# cartDeliveryConfirmButton
source: Confirm
nb: Bekreft

# cartPaymentRetrievingInfoFromDibs
source: retrieving info from DIBS, please wait.
nb: henter info fra DIBS, vennligst vent.

source: Could not place the order, please try again later.
nb: Kunne ikke legge til ordre, vennligst prøv igjen senere.

# cartCheckoutConfirmButton
source: Confirm
nb: Bekreft

# cartSummaryRentTo
source: rent to
nb: lån til

# cartSummaryPartlyPayment
source: partly payment
nb: delbetaling

# cartSummaryExtendTo
source: extend to
nb: forleng til

# cartSummaryBuy
source: buy
nb: kjøp

# cartSummaryBuyout
source: buyout
nb: utkjøp

# cartSummaryPartlyPaymentPayLater
source: Rest amount to pay before {{ partlyPaymentTotal.date | blcDate }}
nb: totalt igjen å betale før {INTERPOLATION}

# cartOrderCheckoutErrorLooksLikeSomethingWrong
source: Looks like something went wrong
nb: Ser ut som om noe gikk galt

# cartOrderCheckoutErrorClickToTryAgain
source: You can try again by clicking here.
nb: Du kan prøve igjen ved å klikke her.

# cartOrderCheckoutCreatingOrderForYou
source: Creating the order for you. Please wait.
nb: Lager ordren for deg. Vennligst vent.

# cartOrderCheckoutErrorSorrySomethingWrong
source: Sorry, but something went wrong
nb: Beklager, men noe gikk galt

# cartOderCheckoutErrorTroubleCreatingPayment
source: We had some trouble creating the payment for you.
nb: Vi hadde noen problemer med å lage betalingen for deg.

# cartPaymentOptionLaterAtBranchButton
source: Pay later at branch
nb: Betal senere på stand

# cartPaymentOptionPayLaterAtBranch
source: Pay when you retrieve the items at
nb: Betal når du kommer for å hente bøkene hos

# paymentOptionConfirmButton
source: Confirm
nb: Bekreft

# cartSummaryItemTitle
source: Title
nb: Tittel

# cartSummaryItemAction
source: Action
nb: Handling

# cartSummaryItemPrice
source: Price
nb: Pris

# footerConditionsLink
source: Conditions
nb: Betingelser

# cartPartlyPaymentInfoTitle
source: About partly payments
nb: Om delbetaling
