Repository: boklisten/bl-web
Catalog: src/locale/messages.*.xlf
Languages: nb

# cartPartlyPaymentInfoConfirmButton
source: Confirm
nb: Bekreft

# cartSummaryTotalIncludingPartlyPayments
source: Total amount including partly payments
nb: Totalsum inkludert delbetalinger

# branchopeningHoursContactUs
source: Contact us at info@boklisten.no or order by mail!
nb: Kontakt oss på info@boklisten.no eller bestill bøker i posten!

# userCustomerItemBuybackMessage
source: You have sold this item back to us
nb: Du har solgt denne boken tilbake til oss

# customerItemAmountLeftToPay
source: Amount left to pay
nb: Igjen å betale

# infoMenuListBuybackButton
source: Buyback
nb: Innkjøpsliste

# buybackTitle
source: List of items that we buy in. Be aware that this list can be changed at any time and may include errors.
nb: Liste over bøkene vi kjøper inn. Vær oppmerksom på at denne listen kan endre seg fortløpende. Vi tar forbehold for eventuelle feil i innkjøpslisten!

# infoBuybackNoItems
source: No items in list. Head back later to view a updated list.
nb: Ingen bøker i listen. Kom tilbake senere for å se en oppdatert liste.

# userDetailEditFirstNameTitle
source: First name
nb: Fornavn

# userDetailEditFirstNamePlaceholder
source: First name
nb: Fornavn

# userDetailEditFirstNameIsRequired
source: First name is required
nb: Fornavn er nødvendig

# userDetailEditLastNameTitle
source: Last name
nb: Etternavn

# userDetailEditLastNamePlaceholder
source: Last name
nb: Etternavn

# userDetailEditLastNameIsRequired
source: Last name is required
nb: Etternavn er nødvendig

# footerOpeningHoursLink
source: Opening hours
nb: Åpningstider

# footerGeneralInfoLink
source: General info
nb: Generell info

# welcomeBeginHereButton
source: Start her <fa-icon icon="chevron-right" class="ml-2"></fa-icon>
nb: Start her

# userCustomerItemMatchPendingMessage
source: We will try to match this item for you
nb: Vi vil prøve å finne en som kan overta denne boken

# itemDisplayCategoryCheckout
source: Checkout
nb: Sjekk ut

source: Conditions
nb: Betingelser

source: Privacy policy
nb: Personvernavtale

source: Terms of service
nb: Vilkår

# infoPolicySelectOtherAgreement
source: Select another policy
nb: Velg en annen

# matchingInfoTitle
source: Matching
nb: Gjenbruk

# matchingInfoSubtitle
source: Information about Boklistens concept of matching
nb: Informasjon om Boklistens ordning for direkte gjenbruk av bøker

# matchingInfoWhatHappensNextSemesterQ
source: What happens next semester when I need to deliver my items?
nb: Hva skjer neste semester når jeg skal overlevere boken min?

# matchingInfoWhatHappensNextSemesterA
source: If you choose that your book shall be reused you will get a message in January about meeting time and place and who you will deliver to.
nb: Hvis du velger at din bok skal gjenbrukes vil du få en melding i januar fra Boklisten om tidspunkt og sted og hvem som skal ha din bok. Du får denne meldingen senest dagen før boken skal overleveres.

# matchingInfoHowDoIGetPayedQ
source: How do I get payed by Boklisten?
nb: Hvordan får jeg betalt fra Boklisten?

# matchingInfoHowDoIGetPayedA
source: When reciever confirms that he or she has gotten the items you will get 50 NOK per item sent to you by VIPS. When you select "reuse" you sell the item to Boklisten for the same amount as your outstanding payment.
nb: Når mottaker godkjenner at boken er overlevert får du 50 kr per bok på Vipps. Når du velger «Gjenbruk» selger du boken til Boklisten for samme beløp som andre avdrag på boken.

# matchingInfoHowWillIKnowWhoQ
source: How will I know who to deliver the items to?
nb: Hvordan får jeg vite hvem jeg skal levere boken til?

# matchingInfoHowWillIKnowWhoA
source: You will get an SMS with phone number and name of the reciever and the reciever will get the same from you.
nb: Du får SMS med mobiltelefonnummer og navn til mottaker av boken og mottaker av boken får ditt mobilnummer og navn.

# matchingInfoHowAndWhenHandoverQ
source: How and when will the items be handed over?
nb: Hvor og når skal bøkene overleveres?

# matchingInfoHowAndWhenHandoverA
source: Items shall be handed over on your school inside working hours. You will get SMS about exact time and date.
nb: Bøkene skal overleveres på skolen din i skoletiden. Du får informasjon om nøyaktig tidspunkt på SMS.

# matchingInfoWhatIfICantMeetQ
source: What happes when the meeting time does not suit me?
nb: Hva skjer hvis tidspunktet for overlevering ikke passer for meg?

# matchingInfoWhatIfICantMeetA
source: If the meeting time does not fit with your schedule you will need to notify the reciever and instead deliver the items to Boklisten.
nb: Hvis det ikke passer å møte opp på fastsatt tid må du si fra til mottaker av boken og isteden levere inn boken til Boklisten sin stand på din skole.

# matchingInfoIfIWantToKeepItemsQ
source: What if I want to keep the items instead?
nb: Hva hvis jeg likevel ønsker å beholde bøkene?

# matchingInfoIfIWantToKeepItemsA
source: If you want to keep the items you must pay the original outstanding amount.
nb: Hvis du likevel ønsker å beholde boken kan du gjøre dette mot å betale inn andre avdrag i januar/februar. Dette er et godt alternativ hvis eksamen går dårlig og du velger å ta opp faget på nytt.

# matchingInfoWhatIfIDontHaveItemQ
source: What if I no longer have the item?
nb: Hva skjer hvis jeg ikke lenger har boken?

# matchingInfoWhatIfIDontHaveItemA
source: If you no longer have the item you must notify Boklisten and pay the outstanding amount.
nb: Hvis du ikke lenger har boken må du gi beskjed til Boklisten og betale andre avdrag på boken.

# matchingInfoWhatIfNooneWhantsTheItemsQ
source: What happens if no one needs one or more of my items next semester?
nb: Hva skjer hvis det ikke er noen som trenger en eller flere av mine bøker i neste semester?

# matchingInfoWhatIfNooneWhantsTheItemsA
source: You will get info on how to deliver them to our stand at Boklisten.
nb: Hva skjer hvis det ikke er noen som trenger en eller flere av mine bøker i neste semester?

# matchingInfoWhatIsTheUpsideQ
source: What is the upside of participate in this?
nb: Hvilke fordeler er det med å delta i ordningen?

# matchingInfoWhatIsTheUpsideA
source: When you participate you help to reuse and recycle items. You also will be sure that Boklisten pays for your second payment.
nb: Ved å delta i denne ordningen bidrar du til at bøker gjenbrukes. Du får samtidig en garanti fra Boklisten om at du ikke trenger å betale andre avdrag på boken så lenge du faktisk leverer den.

# fastbuySelectCoursesWhatCourses
source: What courses do you take?
nb: Hvilke fag tar du?

# fastbuySelectCoursesGoToItemList
source: Generate your booklist
nb: Generer boklisten din

# fastbuySelectBranchWhatSchool
source: What school do you go to?
nb: Hvilken skole går du på?

# matchSelectTitle text-center
source: Reuse of your items
nb: Gjenbruk av bøker

# matchSelectSubtitle
source: Do you want your items to be reused next semester?
nb: Vil du at bøkene dine fra Boklisten skal gjenbrukes neste semester?

# matchSelectTitleInfo
source: If you choose "reuse" below you will be able to hold the item to january. When the item is deliverd to another customer you will get 50 NOK sent to you with VIPS.
nb: Hvis du velger «Gjenbruk» nedenfor kan du beholde boken til januar. Da skal boken leveres rett til en annen student på skolen din og du får 50 kr på Vipps.

# matchSelectNoCustomerItemsFound
source: No CustomerItems found
nb: Ingen bøker funnet

# matchSelectNoDeadlineSpecified
source: No deadline specified
nb: Ingen frist spesifisert

# matchSelectPracticalInformationTitle
source: Practical information
nb: Praktisk informasjon

# matchSelectPracticalInformationPart1
source: When you click "reuse" Boklisten buys your item and you will not need to pay the second payment. You will be accountable to deliver the item to another customer or to Boklisten if no customer is matched.
nb: Når du trykker «Gjenbruk» kjøper Boklisten boken din mot at du slipper å betale andre avdrag på boken. Du forplikter deg også til å levere boken til en annen elev eller til Boklisten hvis ingen elev trenger boken din i starten av neste semester.

# matchSelectPracticalInformationPart2
source: You will get an SMS about meeting time and place. You can decide to opt out on a later time. If you opt out you must pay the second payment for your items.
nb: Du får melding på SMS om tidspunkt og sted for overlevering av boken. Du kan ombestemme deg om du likevel ønsker å beholde boken. Hvis du ikke ønsker at boken skal gjenbrukes må du betale andre avdrag på boken til Boklisten.no innen fristen 20. desember. Du kan også komme til Boklisten sin stand på skolen din der vi kjøper inn bøker.

# matchSelectPracticalInformationMoreInformation
source: More information about the "Reuse" incentive can be read <a routerLink="/info/matching" routerLinkActive="true"> at our info page </a>
nb: Mer informasjon om ordningen kan du lese <a> på våre info sider {CLOSE_LINK}

# matchSelectPleaseSelectOption
source: Please select a option for each item
nb: Vennligst huk av ett valg per bok

# matchSelectConfirm
source: Confirm
nb: Bekreft

# matchSelectItemBuyoutMatch
source: Reuse <fa-icon [icon]="'check'" *ngIf="choice.match" class="ml-2" ></fa-icon>
nb: Gjenbruk <fa-icon>{CLOSE_TAG_FA-ICON}

# matchSelectItemBuyoutButton
source: Buyout <fa-icon [icon]="'check'" *ngIf="choice.buyout" class="ml-2" ></fa-icon>
nb: Betal andre avdrag <fa-icon>{CLOSE_TAG_FA-ICON}

# matchInfoThankYouTitle
source: Thank You!
nb: Takk!

# matchInfoNextStepThanksDescription
source: Thanks for being part of the matching program. We will try our best to find a match for your items. This will save you money, and help the planet by reusing the items.
nb: Takk for at du blir en del av vårt gjenbrukprogram. Vi skal prøve vårt beste i å finne noen som kan ta over dine bøker. Dette sparer deg for penger og du er med på la bøkene få lengre liv.

# matchInfoNextStepContinueButton
source: Continue
nb: Gå videre

# welcomeLoginButton
source: Login
nb: Logg inn

# welcomeYourItemsButton
source: Your items
nb: Dine bøker

# welcomeRegisterButton
source: Register
nb: Registrer deg

# fastbuySelectRegionWhereTitle
source: Where do you go to school?
nb: Hvor går du på skole?

# headerOrderItems
source: Order items
nb: Bestill bøker

# headerMenuBranchInfo
source: Branch info
nb: Åpningstider

# headerMenuContact
source: Contact info
nb: Kontaktinformasjon

# matchFailureTitle
source: Something went wrong when trying to match
nb: Noe gikk galt når vi prøvde å finne en match

# headerMenuOrderItems
source: Order items
nb: Bestill bøker

# cookiesBannerText
source: Our pages uses cookies. This is done to ensure that you have the best possible experience.
nb: Våre sider bruker cookies. Dette gjør vi for at du skal få den mest optimale opplevelsen.

# cookiesReadMore
source: Read more
nb: Les mer

# cookiesIUnderstand
source: I understand
nb: Jeg forstår

# logoutYouHaveBeenLoggedOut
source: You have been logged out
nb: Du har blitt logget ut

# branchPickerChooseRegion
source: Choose region
nb: Velg by

# branchPickerNoBranchesFound
source: No branches found
nb: Ingen filialer funnet

# branchPickerChooseBranch
source: Choose a branch
nb: Velg filial

# showInactiveCustomerItemsButton
source: Show inactive customer items
nb: Vis inaktive bøker

# userItemGoToCart
source: Go to cart
nb: Gå til kassen

# userCustomerItemExtendTo
source: extend to
nb: Forleng til

# datePickerPickADate
source: Pick a date
nb: Velg en dato

# cartDeliveryInfoFailure
source: Delivery info could not be processed. Are you sure that the info is correct? Is the postal code valid?
nb: Leveransedetaljer kunne ikke bli prosessert. Er du sikker på at detaljene er korrekt? Har du lagt til rett postkode?

# cartConfirmNotFoundError
source: Failed to confirm order. Could not find the order you are looking for
nb: Feilet med å gjennomføre ordre. Kunne ikke finne ordren.

# cartPaymentOptionNow
source: Pay now
nb: Betal nå

# registerPleaseRegisterWithThirdParty
source: Please register with one of our login providers
nb: Vennligst registrer deg med en av følgende alternativer

# registerAgreementYouMustAgree
source: You must agree to our agreement to register.
nb: Du må godta våre betingelser for å registrere deg.
